        {
        "Results": [
        {
        "Title": "Pollo",
        "Receta": "Salpimienta los filetes y extiende la mitad sobre una superficie lisa. Coloca encima unas lonchas de queso y una porción de sobrasada. Cúbrelos con los otros filetes de pollo. Bate los huevos y añade un poco de perejil picado. Pasa los filetes de pollo por harina, huevo batido y pan rallado. Haz unas marcas en forma de rombo con ayuda de un cuchillo. Fríelos en una sartén con aceite hasta que queden dorados. Escúrrelos sobre un plato forrado con papel absorbente de cocina. Pica las chalotas y rehógalas en una cazuelita con un chorrito de aceite. Sazona. Agrega los granos de pimienta verde y la nata. Deja reducir durante 15 minutos. Sirve los filetes de pollo con la salsa. Adorna con unas hojas de perejil.",
        "Ingredientes":"<br><lu><li>16 filetes de pechuga de pollo (finos)</li><li>8 lonchas de queso</li><li>40 gr. de sobrasada</li><li>3 chalotas</li><li>250 gr. de nata</li> <li>harina</li><li>2 huevos</li><li>pan rallado</li><li> aceite de oliva virgen extra</li><li>sal</li><li>1 cucharada pimienta verde</li><li>pimienta</li><li>perejil</li>"
        },
        {
        "Title": "Arroz",
        "Receta": "Cuece el arroz durante 20 minutos en abundante agua hirviendo con una pizca de sal. Escurre, refresca y resérvalo en un plato. Corta 2 dientes de ajo en láminas y ponlos a dorar en una cazuela con un poco de aceite. Agrega la panceta picada. Rehoga brevemente y vierte la salsa de tomate. Añade un poco de albahaca (1 cucharada de las de café). Cocina todo junto durante 5 minutos. En una sartén dora los otros dos dientes de ajo picados. Cuando se doren, añade el arroz. Saltea y mezcla bien. En otra sartén con abundante aceite, fríe los huevos. Pasa los plátanos por harina y fríelos en la misma sartén. Unta cuatro tazas con un poco de aceite, coloca en el fondo una hojita de perejil, llénalos con el arroz y desmolda cada uno sobre un plato. Sirve al lado un huevo, un poco de salsa de tomate y un plátano frito.",
        "Ingredientes":"<br><lu><li>Para 4 personas:</li><li>300 gr. de arroz</li><li>4 huevos</li><li>100 gr. de panceta</li> <li>1/4 l. de salsa de tomate</li><li>4 dientes de ajo</li><li>4 plátanos</li><li>un poco de harina</li><li>aceite virgen extra</li><li>agua</li><li>sal</li><li>albahaca</li><li>4 hojas de perejil</li>"
        },
        {
        "Title": "Acelgas",
        "Receta": "Limpiar los champiñones y cortar laminados. En una cazuela, echar el aceite y saltear el chorizo cortado a dados (a fuego medio). A continuación, incorporar las acelgas y saltear hasta que empiecen a estar tiernas. Incorporar los champiñones y salpimentar. Seguir salteando unos minutos hasta que las acelgas y los champiñones estén tiernos. Incorporar los garbanzos y saltear cinco minutos más. A continuación, agregar el pimentón dulce y mezclar todos los ingredientes. El emplatado se puede hacer al gusto, pero si se hace dentro de un aro de cocina, después queda más bonito. Retirar el aro. Se puede acompañar de pan tostado, con unos bastones de pan crujiente con sésamo y listo para servir.",
        "Ingredientes":"<br><lu><li>300 gr. de acelgas de bolsa</li><li>6 champiñones medianos</li><li>150 gr. garbanzos cocidos y escurridos</li><li>50 gr. chorizo (picante o dulce .. al gusto)</li> <li>2 cucharadas soperas de aceite de oliva suave</li><li>1 cucharada de postre de pimentón dulce</li><li>Sal y toque de pimienta</li>"
        },
        {
        "Title": "Pimientos",
        "Receta": "Lava la lechuga, seca y córtala a tu gusto. Colócala en una fuente. Pela el pimiento rojo, córtalo en dados del tamaño de los granos de maíz y espolvorea la lechuga. Agrega los granos de maíz y aliña con aceite, vinagre y sal. Sirve la ensalada.",
        "Ingredientes":"<br><lu><li>1 lechuga</li><li>1/2 pimiento rojo</li><li>50 gr. de maíz</li><li>aceite de oliva virgen extra</li> <li>vinagre</li><li>sal</li>"
        },
        {
        "Title": "Ensalada",
        "Receta": "Lava las remolachas y ponlas en la olla. Cúbrelas con agua, cierra la olla y cuécelas durante 6 minutos desde el momento en que suba la válvula. Pela y córtalas en lonchas finas, a continuación extiéndelas sobre una fuente amplia. Añade las hojas de lechuga limpias. Retira la primera capa de la cebolleta y córtala en juliana fina y agrégala a la ensalada. Pica el eneldo y espolvorea todo. Salpimienta y adereza con un chorro de aceite y otro de vinagre. Sirve.",
        "Ingredientes":"<br><lu><li>2 remolachas</li><li>1 lechuga</li><li>1 cebolleta</li><li>Eneldo</li> <li>Aceite de Oliva</li><li>Vinagre</li><li>Sal</li><li>Pimienta</li>"
        },
        {
        "Title": "Patatas",
        "Receta": "En primer lugar, preparamos las patatas. Para eso, las lavamos muy bien, las secamos, les hacemos tres o cuatro cortes con el cuchillo (para que no estallen), las envolvemos en papel film y las metemos en el microondas, a potencia máxima, durante unos 8 minutos (dependiendo del tamaño de la patata pueden tardar más o menos, iremos comprobando). Mientras se hacen las patatas, troceamos la loncha de jamón de york y las aceitunas, y dejamos preparadas las cosas del relleno. Una vez tiernas las patatas, les quitamos el papel film y las cogemos con papel de aluminio, para no quemarnos. Las abrimos, troceamos la carne de la patata, salpimentamos y mezclamos con el tomate y la mayonesa. Añadimos el jamón de york, el maíz y las aceitunas, y coronamos con un poco de queso rallado. Podemos tomar así o gratinar unos minutos el queso en el horno.",
        "Ingredientes":"<br><lu><li>1 patata mediana</li><li>1 cucharadita de tomate frito</li><li>1 cucharadita de mayonesa casera</li><li>1 loncha de jamón de york</li> <li>1 cucharadita de queso rallado</li><li>4 aceitunas</li><li>1 cucharadita de maíz dulce</li><li>Sal</li><li>Pimienta</li>"
        },
        {
        "Title": "Macarrones",
        "Receta": "Cuece los macarrones en abundante agua con sal. Refréscalos con agua, escurre y reserva. Pica la cebolla, los dientes de ajo y el pimiento verde. Rehoga brevemente en una cazuela con aceite. Trocea los tomates e incorpóralos, sazona y añade una pizca de azúcar. Deja cocer durante 20 minutos. Pasa por el pasapurés. Corta el calabacín, el jamón y el chorizo en cuadraditos. En una sartén con aceite pocha el calabacín, cuando este dorado, incorpora el chorizo y el jamón. Añade los macarrones y saltea. Sirve los macarrones en una fuente, espolvorea con el queso y gratina en el horno.",
        "Ingredientes":"<br><lu><li>Para 4 personas:</li><li>250 gr. de macarrones</li><li>7 tomates</li><li>1 cebolla</li> <li>1 pimiento verde</li><li>2 ajos</li><li>1 pizca de azúcar</li><li>100 gr. de jamón</li><li>100 gr. de chorizo</li><li>1/2 medio calabacín</li><li>100 gr. de queso rallado</li><li>aceite virgen extra</li><li>agua</li><li>sal</li>"    
        },
        {
        "Title": "Calabaza",
        "Receta": "Pon 5 vasos de agua a cocer en una cazuela. Corta la rodaja de calabaza por la mitad, pélala y córtala primero en tiras y después en dados. Retira la parte inferior y superior de las zanahorias, pélalas y córtalas en rodajas de 1 centímetro. Limpia el puerro, reserva un trozo y corta el resto en rodajas. Pela la patata y trocéala como para guisar. Introduce todas las verduras en la cazuela, añade 2 cucharadas de aceite y sal (1/2 cucharadita) a tu gusto. Pon la tapa y deja cocer durante 25 minutos a fuego medio. Tritura con la batidora eléctrica hasta que quede una crema homogénea. En el momento de servir, corta unas tiritas finas de puerro (reservado anteriormente) y espolvorea con ellas la superficie.",
        "Ingredientes":"<br><lu><li>Para 2 personas:</li><li>1 rodaja de calabaza de 400 gr.</li><li>1 patata (200 gr.) </li><li>2 zanahorias </li> <li>1 puerro</li><li>2 cucharadas de aceite de oliva sal</li>"    
        },
        {
        "Title": "Berenjenas",
        "Receta": "Limpia las berenjenas y córtalas por la mitad longitudinalmente. Colócalas en la bandeja de horno, hazle unos cortes, sazónalas y riégalas con un chorro de aceite. Cocina en el horno a 180ºC durante 20 minutos. Pica la cebolla y los dientes de ajo y pon a pochar en una sartén con aceite. Pela el tomate, pícalo y añádelo. Rehoga un poco y agrega los champiñones fileteados. Cocina todo junto durante unos 4 minutos. Retira la carne de las berenjenas sin romper la piel, pícalas y añádelas junto con los piñones. Mezcla todo bien y rellena las berenjenas.",
        "Ingredientes":"<br><lu><li>Para 4 personas:</li><li>4 berenjenas</li><li>200 gr. de queso manchego</li><li>250 gr. de champiñones</li><li>1 cebolla</li><li>2 dientes de ajo</li><li>1 tomate</li><li>50 gr. de piñones</li><li>aceite virgen extra</li><li>sal</li><li>perejil</li>"      
        },
        {
        "Title": "Boquerones",
        "Receta": "Para limpiar los boquerones, retírales la cabeza, las tripas y la espina central y ábrelos en forma de libro. En una fuente, mezcla medio litro de agua con medio litro de vinagre. Sazona los boquerones e introdúcelos en la mezcla. Déjalos reposar durante 30 minutos. Una vez transcurrido el tiempo, escúrrelos bien y déjalos reposar en otra fuente con el aceite. Sirve con el ajo picado y el perejil espolvoreado por encima.",
        "Ingredientes":"<br><lu><li>16 boquerones</li><li>0,5 l. de vinagre de Jerez</li><li>0,4 l. de aceite de oliva</li><li>un diente de ajo</li><li>perejil</li><li>sal</li>"      
            
        }]
        }